Repository: htrsng/btl_tbdd_NO5_trang-thanh
Catalog: app/lib/l10n/app_*.arb
Languages: vi

# homeTab
source: Home
vi: Trang chủ

# suggestionsTab
source: Suggestions
vi: Gợi ý

# historyTab
source: History
vi: Lịch sử

# profileTab
source: Profile
vi: Tài khoản

# continueButton
source: Continue
vi: Tiếp tục

# introSlide1Title
source: Welcome to SkinAI!
vi: Chào mừng bạn đến với SkinAI!

# introSlide1Subtitle
source: Your personal skin analysis assistant powered by AI.
vi: Trợ lý phân tích da cá nhân bằng trí tuệ nhân tạo.

# introSlide2Title
source: Upload 3 Photos Easily
vi: Tải lên 3 ảnh dễ dàng

# introSlide2Subtitle
source: Take a front, left, and right photo for the most accurate results.
vi: Chụp ảnh chính diện, nghiêng trái và nghiêng phải để có kết quả chính xác nhất.

# introSlide3Title
source: Get In-depth Suggestions
vi: Nhận gợi ý chuyên sâu

# introSlide3Subtitle
source: Discover your skin condition and receive personalized recommendations.
vi: Khám phá tình trạng da và nhận các đề xuất được cá nhân hóa.

# introStartButton
source: Start Exploring
vi: Bắt đầu khám phá

# photosUploaded
source: Uploaded
vi: Đã tải lên

source: Upload Photo
vi: Tải ảnh

# leftAngle
source: Left
vi: Trái

# centerAngle
source: Center
vi: Chính diện

# rightAngle
source: Right
vi: Phải

# suggestionsTitle
source: Personalized Suggestions
vi: Gợi Ý Cá Nhân Hóa

# habitsTab
source: Habits
vi: Thói quen

# productsTab
source: Products
vi: Sản phẩm

# lifestyleTab
source: Lifestyle
vi: Lối sống

# performAnalysisFirst
source: Please perform an analysis on the Home screen first.
vi: Hãy thực hiện phân tích ở Trang chủ trước.

# noHabitSuggestions
source: No habit suggestions available.
vi: Không có gợi ý về thói quen.

# noProductSuggestions
source: No products suggested.
vi: Không có sản phẩm nào được gợi ý.

# findProductsButton
source: Find Products on Shopee
vi: Tìm sản phẩm trên Shopee

# featureInProgress
source: Feature in development!
vi: Tính năng đang được phát triển!

# historyTitle
source: Analysis History
vi: Lịch sử phân tích

# skinProgressionChartTitle
source: Skin Progression
vi: Tiến trình của làn da

source: Analysis Date
vi: Ngày phân tích

source: Skin Score
vi: Điểm số da

source: Skin Type
vi: Loại da

# noHistoryMessage
source: No history yet. Let's start your first analysis!
vi: Chưa có lịch sử nào. Hãy bắt đầu lần phân tích đầu tiên của bạn!

# startAnalysisButton
source: Start Analysis
vi: Bắt đầu phân tích

source: Delete All
vi: Xóa tất cả

# profileTitle
source: Profile
vi: Hồ sơ

source: Edit Profile
vi: Chỉnh sửa hồ sơ

source: Notifications
vi: Cài đặt thông báo

source: About Us
vi: Về chúng tôi

source: Logout
vi: Đăng xuất

# scoreCommentExcellent
source: Excellent! Your skin is nearly perfect ({score}/10)
vi: Tuyệt vời! Làn da của bạn gần như hoàn hảo ({score}/10)

# scoreCommentVeryGood
source: Very Good! Your skin is in a healthy state ({score}/10)
vi: Rất tốt! Da của bạn đang ở trạng thái khỏe mạnh ({score}/10)

# scoreCommentGood
source: Good! A few minor points to note ({score}/10)
vi: Khá ổn! Cần chú ý một vài điểm nhỏ ({score}/10)

# scoreCommentAverage
source: Average. Your skin needs more care ({score}/10)
vi: Bình thường. Da bạn cần được chăm sóc kỹ hơn ({score}/10)

# scoreCommentNeedsImprovement
source: Needs Improvement! Please review the suggestions below ({score}/10)
vi: Cần cải thiện! Hãy xem kỹ các đề xuất bên dưới ({score}/10)

# deleteHistoryTitle
source: Delete History
vi: Xóa Lịch sử

# deleteAllHistoryConfirmation
source: Are you sure you want to delete all analysis history? This action cannot be undone.
vi: Bạn có chắc chắn muốn xóa toàn bộ lịch sử phân tích không? Hành động này không thể hoàn tác.

# deleteSingleHistoryConfirmation
source: Are you sure you want to delete this item?
vi: Bạn có chắc chắn muốn xóa mục này không?

# deleteButton
source: Delete
vi: Xóa

# cancelButton
source: Cancel
vi: Hủy

# historyDetailTitle
source: Analysis Details
vi: Chi tiết Phân tích

source: Language
vi: Ngôn ngữ

source: Dark Mode
vi: Chế độ tối

source: Select Language
vi: Chọn ngôn ngữ

# lifestyleTip1Title
source: Stay Hydrated
vi: Uống Đủ Nước

# lifestyleTip1Subtitle
source: Hydration is key to healthy and glowing skin.
vi: Hydrat hóa là chìa khóa...

# lifestyleTip2Title
source: Balanced Diet
vi: Chế độ Ăn Cân bằng

# lifestyleTip2Subtitle
source: Incorporate greens and fruits to provide vitamins for your skin.
vi: Bổ sung rau xanh...

# lifestyleTip3Title
source: Get Enough Sleep
vi: Ngủ Đủ Giấc

# lifestyleTip3Subtitle
source: Sleep gives your skin time to recover and regenerate cells.
vi: Giấc ngủ giúp da phục hồi...

# appName
source: SkinAI App
vi: Ứng dụng SkinAI

# aboutUsBody
source: We aim to provide a convenient solution for people to better understand their skin and find the most suitable care routine.
vi: Chúng tôi mong muốn mang lại một giải pháp tiện lợi để mọi người có thể hiểu rõ hơn về làn da của mình và tìm ra chu trình chăm sóc phù hợp nhất.

# aboutUsLecturer
source: Instructor: Nguyen Xuan Que
vi: Giảng viên hướng dẫn: Nguyễn Xuân Quế

# aboutUsStudent1
source: Nguyen Thi Huyen Trang - 23010181
vi: Nguyễn Thị Huyền Trang - 23010181

# aboutUsStudent2
source: Tran Xuan Thanh - 23010160
vi: Trần Xuân Thành - 23010160

source: Detailed Analysis
vi: Phân tích chi tiết

# chatWithAI
source: Chat with SkinAI
vi: Chat với SkinAI

# chatWithAISubtitle
source: Chat with our AI to get quick answers about skin issues.
vi: Trò chuyện với AI để hiểu nhanh về các vấn đề da.

# connectExpert
source: Connect with an Expert
vi: Kết nối chuyên gia

# connectExpertSubtitle
source: Book a 1-on-1 consultation with a dermatologist.
vi: Đặt lịch tư vấn 1:1 với bác sĩ da liễu.

# disclaimerTitle
source: Important Disclaimer
vi: Lưu ý quan trọng

# disclaimerBody
source: SkinAI provides suggestions for reference only. Analysis results may not be 100% accurate. Please consult a dermatologist or medical professional for professional medical advice.
vi: SkinAI chỉ cung cấp các gợi ý mang tính tham khảo. Kết quả phân tích có thể không chính xác 100%. Vui lòng đến gặp bác sĩ hoặc chuyên gia da liễu để được tư vấn y tế chuyên nghiệp.

source: View More
vi: Xem thêm

# chatWithAITitle
source: Chat with SkinAI
vi: Trò chuyện với SkinAI

# chatInitialMessage
source: Hello, I'm SkinAI. What questions do you have about your analysis results?
vi: Chào bạn, tôi là SkinAI. Bạn có câu hỏi gì về kết quả phân tích của mình không?

# chatPlaceholder
source: Type your question...
vi: Nhập câu hỏi của bạn...

# expertBookingTitle
source: Connect with Expert
vi: Kết nối Chuyên gia

# expertName
source: Dr. John Doe
vi: BS. Nguyễn Văn A

# expertSpecialty
source: Dermatologist - 10 years experience
vi: Chuyên khoa Da liễu - 10 năm kinh nghiệm

# expertBio
source: Dr. Doe is a leading expert in acne treatment and skin recovery. Book your 1-on-1 consultation today.
vi: Bác sĩ A là chuyên gia hàng đầu về điều trị mụn và phục hồi da. Đặt lịch tư vấn 1:1 ngay hôm nay.

# bookAppointmentButton
source: Book Consultation
vi: Đặt lịch tư vấn
